[
  {
    "ID": 1,
    "Nazwa": "Dominujący Przedsiębiorca B2B",
    "DISC": "Dominant",
    "Wiek": "35-55",
    "Zachowanie": "Mówi szybko, konkretnie, przechodzi do sedna. Pyta o ROI, TCO, korzyści podatkowe i przewagę konkurencyjną. Używa słów: 'konkretnie', 'wynik', 'amortyzacja', 'leasing', 'efektywność'.",
    "Najczęstsze_triggery": ["podatki", "leasing", "amortyzacja", "TCO", "oszczędności", "firma", "osiągi"],
    "Bóle": "Czy to się opłaca mojej firmie? Jakie są realne korzyści podatkowe? Nie mam czasu na marketingowy bełkot, potrzebuję twardych danych.",
    "Co_działa": "Skupienie na TCO i korzyściach podatkowych. Przedstawienie danych o limicie amortyzacji 225 tys. zł i zwolnieniu z akcyzy. Użycie techniki 'Język korzyści (B2B)' i podkreślanie przewagi technologicznej.",
    "Szansa_zakupu": 85,
    "Cytaty": ["'50tys wkład własny, 2 lata rat leasingu i najwyższy możliwy wykup końcowy' - typowy model finansowania.", "Ten model wybiera top management wielu firm – to takie auto dla ludzi, którzy wyprzedzają przyszłość."]
  },
  {
    "ID": 2,
    "Nazwa": "Analityczny Inżynier (C-Type)",
    "DISC": "Conscientious",
    "Wiek": "40-60",
    "Zachowanie": "Dociekliwy, zadaje dużo szczegółowych pytań technicznych. Potrzebuje danych, porównań, specyfikacji i dowodów. Używa słów: 'specyfikacja', 'dane', 'gwarancja', 'porównanie', 'dokładnie', 'jaki jest parametr'.",
    "Najczęstsze_triggery": ["bateria", "jakość", "serwis", "gwarancja", "dane techniczne", "spasowanie", "wartość", "zasięg"],
    "Bóle": "Boję się o degradację baterii i jej realną żywotność. Jaka jest faktyczna utrata wartości po 5 latach? Czy jakość wykonania i spasowanie elementów są na akceptowalnym poziomie?",
    "Co_działa": "Dostarczenie szczegółowych danych technicznych, raportów i porównań. Podkreślenie 8-letniej gwarancji na baterię. Użycie techniki 'Zbijanie obiekcji faktami' i bycie transparentnym co do wad i zalet.",
    "Szansa_zakupu": 70,
    "Cytaty": ["'Jak długa jest gwarancja na baterię i jaka jest jej degradacja?'", "'Zasięg według WLTP to jedno, a jakie są realne dane użytkowników przy -10°C?'"]
  },
  {
    "ID": 3,
    "Nazwa": "Ostrożny Rodzic (S-Type)",
    "DISC": "Steady",
    "Wiek": "35-55",
    "Zachowanie": "Mówi spokojnie, unika ryzyka, pyta o bezpieczeństwo, niezawodność, komfort i praktyczność dla rodziny. Używa słów: 'bezpieczeństwo', 'rodzina', 'dzieci', 'spokój', 'gwarancja', 'pomoc'.",
    "Najczęstsze_triggery": ["bezpieczeństwo", "rodzina", "serwis", "zasięg", "zima", "ładowanie"],
    "Bóle": "Czy to auto jest na pewno bezpieczne dla mojej rodziny? Co będzie, jak się zepsuje w trasie z dziećmi? Czy zasięg zimą wystarczy na wyjazd na ferie?",
    "Co_działa": "Podkreślenie 5 gwiazdek Euro NCAP i opisanie systemów bezpieczeństwa. Zapewnienie o niezawodności, długiej gwarancji i wsparciu serwisowym. Pokazanie praktycznych aspektów, jak przestronność i duży bagażnik.",
    "Szansa_zakupu": 75,
    "Cytaty": ["'Czy to auto jest bezpieczne dla mojej rodziny?'", "'Zastanawiam się nad samochodem elektrycznym, ale mam trochę obaw, czy to na pewno dobry wybór na dłużej.'"]
  },
  {
    "ID": 4,
    "Nazwa": "Entuzjastyczny Trendsetter (I-Type)",
    "DISC": "Influence",
    "Wiek": "30-45",
    "Zachowanie": "Energiczny, towarzyski, mówi z entuzjazmem. Pyta o wizerunek, nowinki, design, społeczność. Używa słów: 'fajne', 'super', 'design', 'znajomi', 'prestiż', 'wow'.",
    "Najczęstsze_triggery": ["prestiż", "osiągi", "ekologia", "Musk", "design", "autonomia"],
    "Bóle": "Czy to auto zrobi wrażenie na znajomych? Czy będę postrzegany jako innowator? Czy wizerunek Muska mi nie zaszkodzi?",
    "Co_działa": "Użycie dowodu społecznego ('wielu znanych ludzi jeździ Teslą'). Podkreślenie statusu i przynależności do społeczności. Zaproszenie na ekscytującą jazdę próbną i używanie języka emocji.",
    "Szansa_zakupu": 65,
    "Cytaty": ["'Super gadżet z Autopilotem – jazda jak w filmie sci-fi!'", "'Cześć, słyszałam tyle dobrych rzeczy o Teslach, że musiałam w końcu przyjść i zobaczyć na własne oczy!'"]
  },
  {
    "ID": 5,
    "Nazwa": "Pragmatyczny Optymalizator z PV",
    "DISC": "Conscientious/Dominant",
    "Wiek": "35-55",
    "Zachowanie": "Bardzo racjonalny, często posiada już instalację fotowoltaiczną. Pyta o synergię z OZE, koszty ładowania, zwrot z inwestycji i TCO. Używa słów: 'fotowoltaika', 'panele', 'koszty', 'opłacalność'.",
    "Najczęstsze_triggery": ["fotowoltaika", "oszczędności", "TCO", "ładowanie w domu", "koszty", "bateria"],
    "Bóle": "Jak zmaksymalizować oszczędności przy mojej instalacji PV? Jaki jest realny zwrot z inwestycji w EV? Czy moja instalacja na pewno wystarczy do ładowania auta?",
    "Co_działa": "Podkreślenie idealnej synergii z PV ('jazda za darmo'). Przedstawienie szczegółowej kalkulacji TCO uwzględniającej własną energię. Pokazanie, jak EV może stać się domowym magazynem energii.",
    "Szansa_zakupu": 90,
    "Cytaty": ["'Fotowoltaika + Tesla = synergiczna ekologia'", "'W praktyce zależy od ilości słońca... Może z sieci będziesz musiał dokupić 800 kWh albo 1500 kWh.'"]
  },
  {
    "ID": 6,
    "Nazwa": "Mieszkaniec Bloku z Lękiem o Ładowanie",
    "DISC": "Steady",
    "Wiek": "30-50",
    "Zachowanie": "Wyraża silne, powtarzające się obawy o logistykę ładowania bez dostępu do prywatnego garażu. Używa słów: 'blok', 'wspólnota', 'publiczne ładowarki', 'kolejki', 'nie mam gdzie'.",
    "Najczęstsze_triggery": ["ładowanie", "ładowarka", "blok", "infrastruktura", "kolejki", "koszt publicznego ładowania"],
    "Bóle": "Nie mam gdzie ładować na co dzień. Publiczne ładowarki są drogie i często zepsute lub zajęte. Jak mam sobie z tym radzić, to niepraktyczne?",
    "Co_działa": "Przedstawienie mapy publicznych ładowarek w okolicy klienta. Omówienie opcji abonamentowych u operatorów (np. Orlen Charge, GreenWay). Zaproponowanie rozwiązań alternatywnych (ładowanie w pracy, w centrach handlowych) i pokazanie, że inni sobie radzą.",
    "Szansa_zakupu": 40,
    "Cytaty": ["'Problem jest zawsze we wspólnocie, jak rozliczać koszty i uzyskać zgodę.'", "'Nawet posiadacze nowych elektryków mają problem ze znalezieniem zwykłej ładowarki AC na kilka godzin postoju w centrum miasta.'"]
  }
]